Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Erasing
ar: مسح
bg: Изтриване
ca: Esborrant
cs: Mazání
da: Sletter
de: Löschen …
el: Σβήσιμο…
es: Borrando
es_us: Borrando
fi: Tyhjennetään
fr: Effacement
fr_ca: Effacement
he: מוחק
hi: मिटाया जा रहा है
hr: Brisanje
hu: Törlés
id: Menghapus
it: Inizializzo
ja: 消去中
kk: Өшірілуде
ko: 지우는 중
lt: Ištrynimas
ms: Memadam
nl: Wissen
no: Sletter
pl: Wymazuję
pt: Apagando
pt_pt: A apagar
ro: Ștergere
ru: Стирание
sk: Vymazávam
sl: Brisanje
sv: Raderar
th: กำลังลบข้อมูล
tr: Siliniyor
uk: Стирання
vi: Đang xóa
zh_cn: 正在抹掉
zh_hk: 正在清除
zh_tw: 清除中

# PREBUDDY_TEXT
source: Make sure everything’s ready to transfer to a new iPad, even if you don’t currently have enough iCloud storage to back up.
ar: تأكد أن كل شيء جاهز للنقل إلى الـ iPad الجديد، حتى إذا لم تكن لديك حاليًا مساحة تخزين كافية على iCloud لإجراء النسخ الاحتياطي.
bg: Уверете се, че всичко е готово за прехвърляне в новия iPad дори ако в момента няма достатъчно пространство за съхранение в iCloud за резервно копие.
ca: Assegura’t que tot estigui a punt per transferir el contingut de l’iPad a un de nou, encara que no tinguis prou espai de l’iCloud per a la còpia de seguretat.
cs: Připravte si všechno na přenos do nového iPadu, i když právě nemáte na iCloudu dost místa pro zálohování.
da: Sørg for, at alt er klart til at blive overført til en ny iPad – selv hvis du ikke har nok iCloud-lagringsplads til at sikkerhedskopiere i øjeblikket.
de: Stelle sicher, dass alles für den Transfer auf ein neues iPad vorbereitet ist, auch wenn du zurzeit nicht über genügend iCloud-Speicherplatz für ein Backup verfügst.
el: Διασφαλίστε ότι όλα είναι έτοιμα για μεταφορά σε ένα νέο iPad, ακόμη κι αν επί του παρόντος δεν έχετε επαρκή χώρο αποθήκευσης στο iCloud για δημιουργία εφεδρικού αντιγράφου.
es: Asegúrate de tenerlo todo listo para transferir tu contenido a un nuevo iPad, aunque actualmente no dispongas de suficiente espacio de almacenamiento en iCloud para realizar una copia de seguridad.
es_us: Asegúrate de que todo esté listo para transferirse a tu nuevo iPad, incluso si no tienes suficiente espacio en iCloud para el respaldo.
fi: Varmista, että kaikki on valmiina siirrettäväksi uuteen iPadiin, vaikka iCloud-tallennustilasi ei riittäisi tällä hetkellä varmuuskopiointiin.
fr: Assurez-vous que tout est prêt pour le transfert vers votre nouvel iPad, même si vous ne disposez pas actuellement d’un espace de stockage iCloud suffisant pour effectuer une sauvegarde.
fr_ca: Assurez-vous que tout est prêt pour transférer vos données à un nouvel iPad, même si vous ne disposez pas de suffisamment d’espace de stockage iCloud pour effectuer la sauvegarde.
he: באפשרותך לוודא שהכול מוכן להעברה ל-iPad החדש, גם אם אין לך כעת מספיק שטח אחסון ב-iCloud לגיבוי.
hi: सुनिश्चित करें कि हर चीज़ नए iPad पर ट्रांसफ़र करने के लिए तैयार हो, भले ही अभी बैकअप के लिए आपके पास पर्याप्त iCloud स्टोरेज न हो।
hr: Osigurajte da sve bude spremno za prijenos na novi iPad, čak i ako trenutačno nemate dovoljno iCloud memorije za sigurnosno kopiranje.
hu: Győződjön meg róla, hogy minden készen áll egy új iPadre való átvitelre, még akkor is, ha jelenleg nem rendelkezik elegendő iCloud-tárhellyel a biztonsági mentéshez.
id: Pastikan semuanya siap ditransfer ke iPad baru meskipun saat ini Anda tidak memiliki penyimpanan iCloud yang cukup untuk mencadangkan.
it: Assicurati che sia tutto pronto per il trasferimento su un nuovo iPad, anche se attualmente non hai spazio sufficiente per il backup su iCloud.
ja: iCloudストレージにバックアップを作成するための十分な空き容量がなくても、新しいiPadへの転送準備をすべて整えておきましょう。
kk: Сақтық көшірме жасау үшін iCloud сақтау орнында жеткілікті орын болмаса да барлығын жаңа iPad құрылғысына көшіруге дайындаңыз.
ko: 현재 iCloud 저장 공간이 백업하기에 충분하지 않더라도, 모든 항목을 새로운 iPad로 전송할 수 있도록 준비해 보세요.
lt: Pasirūpinkite, kad viskas būtų paruošta pereiti prie naujo „iPad“, net jei šiuo metu „iCloud“ saugykloje neturite pakankamai vietos atsarginei kopijai sukurti.
ms: Pastikan segala-galanya bersedia untuk dipindahkan ke iPad baharu, walaupun anda tiada storan iCloud yang mencukupi untuk melakukan sandaran.
nl: Zorg ervoor dat alles klaar is om over te zetten naar een nieuwe iPad, ook als je nu niet genoeg iCloud-opslag­ruimte hebt om een back‑up te maken.
no: Sørg for at alt er klart til å overføres til en ny iPad, selv hvis du for øyeblikket ikke har nok plass i iCloud til å sikkerhetskopiere.
pl: Upewnij się, że wszystko jest gotowe do przeniesienia na nowego iPada, nawet jeśli masz obecnie za mało miejsca w iCloud, aby utworzyć jego backup.
pt: Garanta que tudo esteja pronto para a transferência para um novo iPad, mesmo que você não tenha armazenamento suficiente no iCloud para fazer o backup.
pt_pt: Certifique‑se de que está tudo pronto para transferir para um novo iPad, mesmo que não tenha espaço de armazenamento suficiente em iCloud para efetuar a cópia de segurança.
ro: Asigurați‑vă că totul este pregătit pentru transferarea pe un nou iPad, chiar dacă momentan nu aveți suficient spațiu de stocare iCloud pentru a efectua backup.
ru: Подготовьтесь к переносу на новый iPad, даже если сейчас в Вашем хранилище iCloud недостаточно места для сохранения резервной копии.
sk: Uistite sa, že je všetko pripravené na prenos na nový iPad, a to aj keď momentálne nemáte na zálohu dostatok iCloud úložiska.
sl: Poskrbite, da bo vse pripravljeno za prenos v novi iPad, tudi če v shrambi iCloud trenutno ni dovolj prostora za varnostno kopiranje.
sv: Se till att allt är klart att överföra till en ny iPad, även om du för närvarande inte har tillräckligt med iCloud-lagringsutrymme för säkerhetskopiering.
th: ตรวจสอบว่าทุกอย่างพร้อมให้ถ่ายโอนไปยัง iPad เครื่องใหม่ แม้ว่าพื้นที่จัดเก็บข้อมูล iCloud ของคุณในตอนนี้ไม่เพียงพอสำหรับการสำรองข้อมูล
tr: Şu anda yedeklemek için yeterli iCloud saklama alanınız olmasa bile her şeyin yeni iPad’inize aktarılmaya hazır olduğundan emin olun.
uk: Підготуйте все для перенесення на новий iPad, навіть якщо у вас зараз немає місця у сховищі iCloud для створення резервної копії.
vi: Đảm bảo mọi thứ sẵn sàng để chuyển sang một iPad mới, ngay cả khi hiện tại bạn không có đủ dung lượng iCloud để sao lưu.
zh_cn: 确保所有内容已准备好传输至新iPad，即便你当前没有足够的iCloud储存空间进行备份。
zh_hk: 即使你目前沒有足夠的iCloud儲存空間進行備份，亦請你確保所有內容已準備好轉移至新iPad。
zh_tw: 即使你目前的iCloud儲存空間不足以備份，也請確定所有項目都已準備好移轉到新的iPad。

# ERASE_STOCKHOLM_STORED_VALUE_OFFLINE_TITLE_SINGLE
source: Remaining Value on “%@” May Be Lost
ar: قد تُفقد القيمة المتبقية في "%@"
bg: Останалата стойност в „%@“ може да бъде загубена
ca: Potser es perdrà el saldo que queda a “%@”
cs: Může dojít ke ztrátě zůstatku na „%@“
da: Restværdien på “%@” kan gå tabt
de: Der Restwert auf „%@“ verfällt möglicherweise
el: Το υπόλοιπο στην κάρτα «%@» μπορεί να χαθεί
es: Puede que el valor restante de “%@” se pierda
es_us: Se podría perder el valor restante de “%@”
fi: Saatat menettää %[tt]@-kortin jäljellä olevan arvon
fr: Le crédit restant sur « %@ » risque d’être perdu.
fr_ca: Le solde restant sur « %@ » pourrait être perdu.
he: יתרה שתישאר על ״%@״ עשויה שלא להישמר.
hi: हो सकता है कि “%@” पर बैलेंस अनुपलब्ध हो जाए
hr: Preostala vrijednost na "%@" možda će biti izgubljena
hu: Előfordulhat, hogy a következőn lévő érték el fog veszni: „%@”
id: Nilai Tersisa di "%@" Dapat Hilang
it: Potresti perdere il saldo rimanente presente su “%@”
ja: “%@”の残高が失われる可能性があります
kk: «%@» қалдық сомасы жоғалып кетуі мүмкін
ko: ‘%@’의 잔액이 유실될 수 있음
lt: Kortelės „%@“ likutis gali būti prarastas
ms: Baki Nilai pada “%@” Mungkin Hilang
nl: Resterende waarde op '%@' gaat mogelijk verloren
no: Gjenstående verdi på «%@» kan gå tapt
pl: Środki pozostałe na „%@” mogą zostać utracone
pt: O Valor Restante em “%@” Pode Ser Perdido
pt_pt: Poderá perder o saldo do cartão “%@”
ro: Valoarea rămasă pe “%@” se poate pierde
ru: Остаток на карте «%@» может быть утерян
sk: Môže dôjsť k strate zostatku na karte „%@“
sl: Preostala vrednost na kartici »%@« bo morda izgubljena
sv: Det återstående värdet på ”%@” kan gå förlorat
th: ยอดเงินที่เหลืออยู่ของ "%@" อาจหายไป
tr: “%@” Kartında Kalan Tutar Kaybolabilir
uk: Залишок коштів на «%@» може бути втрачено
vi: Giá trị còn lại trên "%@" có thể bị mất
zh_cn: “%@”的余额可能会丢失
zh_hk: 「%@」的餘額或會遺失
zh_tw: 「%@」上的剩餘金額可能會歸零

# ERASE_CONFIRMATION_ALERT_ACCEPT
source: Erase
ar: مسح
bg: Изтрий
ca: Esborra
cs: Smazat
da: Slet
de: Löschen
el: Σβήσιμο
es: Borrar
es_us: Borrar
fi: Tyhjennä
fr: Effacer
fr_ca: Effacer
he: מחיקה
hi: मिटाएँ
hr: Obriši
hu: Törlés
id: Hapus
it: Inizializza
ja: 消去
kk: Өшіру
ko: 지우기
lt: Trinti
ms: Padam
nl: Wis
no: Slett
pl: Wymaż
pt: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Стереть
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบข้อมูล
tr: Sil
uk: Стерти
vi: Xóa
zh_cn: 抹掉
zh_hk: 清除
zh_tw: 清除

# ICLOUD_SYNC_ERROR_TITLE
source: Upload to iCloud Failed
ar: فشل التحميل إلى iCloud
bg: Неуспешно качване в iCloud
ca: Error de càrrega a l’iCloud
cs: Odesílání na iCloud selhalo
da: Overførsel til iCloud mislykkedes
de: Hochladen auf iCloud fehlgeschlagen
el: Απέτυχε το ανέβασμα δεδομένων στο iCloud
es: Error al cargar en iCloud
es_us: Error al cargar en iCloud
fi: Lähetys iCloudiin epäonnistui
fr: Échec du téléchargement sur iCloud
fr_ca: Échec du téléversement vers iCloud
he: העלאה ל-iCloud נכשלה
hi: iCloud में अपलोड विफल रहा
hr: Postavljanje na iCloud nije uspjelo
hu: Az iCloudba való feltöltés sikertelen volt
id: Pengunggahan ke iCloud Gagal
it: Caricamento su iCloud non riuscito
ja: iCloudにアップロードができませんでした
kk: iCloud сервисіне жүктеп салу сәтсіз аяқталды
ko: iCloud에 업로드 실패
lt: Įkėlimas į „iCloud“ nepavyko
ms: Muat Naik ke iCloud Gagal
nl: Uploaden naar iCloud mislukt
no: Opplasting til iCloud mislyktes
pl: Błąd wysyłania do iCloud
pt: O Envio ao iCloud Falhou
pt_pt: Envio para iCloud falhou
ro: Încărcarea pe iCloud a eșuat
ru: Сбой выгрузки в iCloud
sk: Odosielanie do iCloudu zlyhalo
sl: Nalaganje v iCloud ni uspelo
sv: Det gick inte att överföra till iCloud
th: อัปโหลดไปยัง iCloud ไม่สำเร็จ
tr: iCloud’a Yükleme Başarısız
uk: Помилка закачування в iCloud
vi: Không thể tải lên iCloud
zh_cn: 上传到iCloud失败
zh_hk: 無法上載至iCloud
zh_tw: 無法上傳到iCloud

# ICLOUD_SYNC_PHOTOS_TITLE
source: Photos Are Being Uploaded to iCloud
ar: يجري حاليًا تحميل الصور إلى iCloud
bg: Снимките се качват в iCloud
ca: Les fotos s’estan carregant a l’iCloud
cs: Odesílání fotografií na iCloud
da: Fotos bliver overført til iCloud
de: Fotos werden auf iCloud hochgeladen
el: Γίνεται ανέβασμα φωτογραφιών στο iCloud
es: Las fotos se están cargando en iCloud
es_us: Se están cargando fotos en iCloud
fi: Kuvia lähetetään iCloudiin
fr: Téléchargement des photos sur iCloud
fr_ca: Téléversement des photos vers iCloud
he: תמונות מועלות ל-iCloud
hi: iCloud पर तस्वीरें अपलोड की जा रही हैं
hr: Fotografije se postavljaju na iCloud
hu: A fotók iCloudba való feltöltése folyamatban van
id: Foto Sedang Diunggah ke iCloud
it: Caricamento foto su iCloud in corso
ja: 写真をiCloudにアップロード中です
kk: Фотолар iCloud сервисіне жүктеп салынуда
ko: iCloud에 사진 업로드 중
lt: Nuotraukos įkeliamos į „iCloud“
ms: Foto Sedang Dimuat Naik ke iCloud
nl: Foto's worden geüpload naar iCloud
no: Bilder lastes opp til iCloud nå
pl: Trwa wysyłanie zdjęć do iCloud
pt: Fotos Estão Sendo Enviadas ao iCloud
pt_pt: Fotografias estão a ser enviadas para iCloud
ro: Se încarcă poze pe iCloud
ru: Фото выгружаются в iCloud
sk: Prebieha odosielanie fotiek do iCloudu
sl: Fotografije se nalagajo v iCloud
sv: Bilder håller på att överföras till iCloud
th: รูปภาพกำลังถูกอัปโหลดไปยัง iCloud
tr: Fotoğraflar iCloud’a Yükleniyor
uk: Фото ще закачуються до iCloud
vi: Ảnh đang được tải lên iCloud
zh_cn: 照片正在上传到iCloud
zh_hk: 正在上載相片至iCloud
zh_tw: 正在上傳照片到iCloud

# RESET_KEYBOARD_DICTIONARY_MSG
source: This will delete all custom words you have typed on the keyboard, returning the keyboard dictionary to factory defaults.
ar: سيتم حذف كافة الكلمات التي تمت كتابتها في قاموس لوحة المفاتيح، وإعادته إلى الوضع الافتراضي.
bg: Това ще изтрие от речника на клавиатурата всички специални думи, които сте въвели на клавиатурата, и ще върне фабричните настройки по подразбиране.
ca: S’eliminaran totes les paraules personalitzades que hagis escrit i es restaurarà la configuració original del diccionari.
cs: Tímto budou smazána všechna vlastní slova, jež jste na klávesnici zadali, a bude obnoveno tovární nastavení slovníku klávesnice.
da: Dette sletter alle de specielle ord, du har skrevet på tastaturet, og tastaturordbogen nulstilles til standardindstillingerne.
de: Hiermit werden alle eigenen Wörter gelöscht, die über die Tastatur eingegeben wurden. Das Tastaturwörterbuch wird auf die Werkseinstellungen zurückgesetzt.
el: Θα διαγραφούν όλες οι προσαρμοσμένες λέξεις που έχετε πληκτρολογήσει και θα γίνει επαναφορά του λεξικού πληκτρολογίου στις εργοστασιακές προεπιλογές.
es: Se eliminarán todas las palabras personalizadas que hayas introducido usando el teclado y se restaurarán los ajustes de fábrica del diccionario.
es_us: Se eliminarán todas las palabras personalizadas que ingresaste con el teclado, restaurando el teclado a la configuración original.
fi: Kaikki näppäimistöllä syötetyt omat sanat poistetaan ja näppäimistön sanakirja palautetaan tehdasasetuksiin.
fr: Tous les mots personnalisés saisis au clavier seront supprimés et le dictionnaire clavier par défaut sera rétabli.
fr_ca: Tous les mots personnalisés saisis au clavier seront supprimés, restituant ainsi le dictionnaire clavier d’origine.
he: פעולה זו תמחק את כל המילים שהוספת למילון של המקלדת, ותחזיר את המילון של המקלדת למצבו המקורי.
hi: यह कीबोर्ड पर आपके द्वारा टाइप किए गए सभी मनपसंद शब्दों को डिलीट कर देगा और कीबोर्ड शब्दकोश फ़ैक्ट्री डिफ़ॉल्ट पर सेट हो जाएगा।
hr: Ovime se brišu sve unesene riječi, rječnik se vraća na tvorničke vrijednosti.
hu: Ez törölni fog a billentyűzeten begépelt minden egyéni szót, és gyári alapértékekre állítja vissza a billentyűzetet.
id: Ini akan menghapus semua kata khusus yang telah Anda ketik di papan ketik dan mengembalikan kamus papan ketik ke pengaturan awal pabrik.
it: Tutti i termini introdotti nel dizionario tastiera saranno eliminati, ripristinando i valori iniziali del dizionario.
ja: キーボード上で入力したすべてのカスタムワードを削除し、キーボードの変換学習を工場出荷時のデフォルト状態に戻します。
kk: Бұл пернетақта арқылы терген барлық арнаулы сөзді жойып, пернетақта сөздігін зауыттық параметрлерге қайтарады.
ko: 해당 작업은 키보드에 입력된 모든 사용자 설정 단어를 삭제하여 키보드 사전을 초기 설정으로 되돌립니다.
lt: Šiuo veiksmu bus ištrinti visi pasirinkti žodžiai, kuriuos parašėte klaviatūroje, grąžinant žodyno numatytuosius gamyklinius nustatymus.
ms: Ini akan memadam semua perkataan tersuai yang telah anda taip pada papan kekunci, mengembalikan kamus papan kekunci kepada lalai kilang.
nl: Hiermee verwijder je alle aangepaste woorden die je op het toetsenbord hebt getypt en herstel je de fabrieksinstellingen van het toetsenbordwoordenboek.
no: Dette sletter alle ord du har lagt inn ved hjelp av tastaturet. Tastaturordboken går tilbake til originalinnstillinger.
pl: Spowoduje to usunięcie wszystkich własnych słów wpisanych z klawiatury i przywrócenie słownika klawiatury do ustawień fabrycznych.
pt: Todas as palavras personalizadas que você digitou no teclado serão apagadas, fazendo com que o dicionário do teclado retorne aos padrões de fábrica.
pt_pt: Todas as palavras personalizadas que digitou no teclado serão eliminadas e o dicionário do teclado será restaurado com as definições de fábrica.
ro: Toate cuvintele personalizate scrise cu tastatura vor fi șterse, dicționarul tastaturii revenind la starea inițială.
ru: Все Ваши собственные слова, введенные посредством клавиатуры, будут удалены. Заводские настройки словаря будут восстановлены.
sk: Týmto vymažete všetky slová napísané na klávesnici a vrátite slovník klávesnice do pôvodného stavu.
sl: To bo izbrisalo vse prilagojene besede, ki ste jih vnesli s tipkovnico, in povrnilo slovar tipkovnice na tovarniške nastavitve.
sv: Detta kommer att radera alla egna ord du sparat, och återställa tangentbordets ordbok till fabriksinställningarna.
th: คำต่างๆ ที่คุณได้พิมพ์ใช้ทางแป้นพิมพ์จะถูกลบ และจะเหลือเฉพาะคำจากพจนานุกรมแป้นพิมพ์ที่ติดตั้งมาจากโรงงาน
tr: Bu, klavyede yazdığınız tüm özel sözcükleri silip klavye sözlüğünü fabrika saptanmışlarına döndürecektir.
uk: Це видалить усі ваші слова, які ви набирали на цій клавіатурі, повернувши словник клавіатури до заводських параметрів.
vi: Làm như vậy sẽ xóa tất cả những tùy chỉnh bạn đã nhập trên bàn phím, chuyển từ điển bàn phím thành mặc định của nhà sản xuất.
zh_cn: 这将删除你在键盘上键入的所有自定义字词，并将键盘词典恢复为出厂设置。
zh_hk: 這將刪除你在鍵盤輸入的所有自訂字詞，鍵盤辭典將還原成出廠預設值。
zh_tw: 這將刪除你在鍵盤輸入的所有自訂字詞，鍵盤辭典將回復出廠預設值。

# ICLOUD_SYNC_FINISH
source: Finish Uploading Then Erase
ar: إنهاء التحميل ثم المسح
bg: Завърши качването и след това изтрий
ca: Completa la càrrega i esborra
cs: Dokončit odesílání a vymazat
da: Afslut overførsel, og slet
de: Upload abschließen, dann löschen
el: Ολοκλήρωση ανεβάσματος, μετά σβήσιμο
es: Terminar de cargar y borrar
es_us: Completar carga y borrar
fi: Viimeistele lähetys ja tyhjennä
fr: Terminer le téléchargement puis effacer
fr_ca: Terminer le téléversement puis effacer
he: סיים העלאה ואז מחק
hi: अपलोडिंग समाप्त करें और तब मिटाएँ
hr: Dovrši postavljanje, zatim obriši
hu: Feltöltés befejezése, majd törlés
id: Selesaikan Pengunggahan Lalu Hapus
it: Concludi il caricamento e inizializza
ja: アップロードを完了してから消去
kk: Жүктеп салғаннан кейін деректерді өшіру
ko: 업로드 완료 후에 지우기
lt: Užbaigti įkėlimą, tada ištrinti
ms: Selesaikan Muat Naik dan Padam
nl: Voltooi uploaden en wis
no: Fullfør opplasting og slett
pl: Dokończ wysyłanie i wymaż
pt: Terminar Envio e Apagar
pt_pt: Terminar envio e apagar
ro: Finalizați încărcarea, apoi ștergeți
ru: Стереть после выгрузки
sk: Dokončiť odosielanie a vymazať
sl: Dokončaj nalaganje, nato izbriši
sv: Slutför överföring och radera
th: อัปโหลดต่อให้เสร็จแล้วลบข้อมูล
tr: Yüklemeyi Bitir ve Sil
uk: Дозакачати і стерти
vi: Hoàn tất tải lên rồi xóa
zh_cn: 完成上传后再抹掉
zh_hk: 完成上載後清除
zh_tw: 完成上傳後清除

# ICLOUD_SYNC_ERROR_MSG_WLAN
source: Make sure you stay connected to WLAN while uploading to iCloud.
ar: تأكد من البقاء على اتصال بالـ WLAN أثناء التحميل إلى iCloud.
bg: Уверете се, че сте свързани към WLAN, докато се качва в iCloud.
ca: Comprova que no et desconnectis de la WLAN durant la càrrega a l’iCloud.
cs: Ujistěte se, že jste během odesílání dat na iCloud připojeni k WLAN.
da: Sørg for at have forbindelse til WLAN under overførsel til iCloud.
de: Stelle sicher, dass du während des iCloud-Uploads mit einem WLAN verbunden bleibst.
el: Φροντίστε να μείνετε συνδεδεμένοι σε WLAN κατά το ανέβασμα στο iCloud.
es: Asegúrate de mantener la conexión a una red WLAN mientras se realiza la carga en iCloud.
es_us: Asegúrate de mantener conexión con WLAN al respaldar en iCloud.
fi: Varmista, että pysyt yhteydessä WLANiin, kun lähetät iCloudiin.
fr: Veillez à rester connecté à un réseau WLAN pendant le téléchargement sur iCloud.
fr_ca: Assurez-vous de rester connecté au réseau WLAN lors du téléversement vers iCloud.
he: ודא/י שהמכשיר נשאר מחובר לרשת WLAN במשך ההעלאה ל-iCloud.
hi: सुनिश्चित करें कि iCloud पर अपलोड करने के दौरान आप WLAN से कनेक्टेड रहें।
hr: Tijekom postavljanja na iCloud trebate biti spojeni na WLAN.
hu: Győződjön meg róla, hogy az iCloudba való feltöltés közben csatlakozik a WLAN-hálózathoz.
id: Pastikan Anda tetap terhubung ke WLAN saat mengunggah ke iCloud.
it: Assicurati di non perdere la connessione WLAN mentre esegui il caricamento su iCloud.
ja: iCloudにアップロード中はWLANに接続したままになっていることを確認してください。
kk: iCloud сервисіне жүктеп салу кезінде, WLAN желісіне қосылып тұрғаныңызға көз жеткізіңіз.
ko: iCloud에 업로드하는 동안 WLAN에 연결되어 있는지 확인하십시오.
lt: Įsitikinkite, kad įkeldami į „iCloud“ vis dar esate prisijungę prie WLAN tinklo.
ms: Pastikan anda kekal disambungkan ke WLAN semasa memuat naik ke iCloud.
nl: Zorg dat je verbonden blijft met WLAN tijdens het uploaden naar iCloud.
no: Forsikre deg om at du er koblet til WLAN under opplasting til iCloud.
pl: Upewnij się, że podczas wysyłania do iCloud urządzenie nie straci połączenia z siecią WLAN.
pt: Certifique-se de manter a conexão a uma rede WLAN durante o envio ao iCloud.
pt_pt: Certifique‑se de que a ligação a uma rede WLAN se mantém ativa durante o envio para iCloud.
ro: Mențineți activă conexiunea la WLAN în timpul încărcării pe iCloud.
ru: Устройство должно быть подключено к сети WLAN во время выгрузки в iCloud.
sk: Uistite sa, že počas odosielania do iCloudu nebude prerušené pripojenie k WLAN.
sl: Prepričajte se, da med nalaganjem v iCloud ohranite povezavo z omrežjem WLAN.
sv: Se till att du behåller anslutningen till WLAN under överföringen till iCloud.
th: ตรวจสอบให้แน่ใจว่าคุณเชื่อมต่ออยู่กับ WLAN ในระหว่างอัปโหลดไปยัง iCloud
tr: iCloud’a yüklerken WLAN’a bağlı kaldığınızdan emin olun.
uk: Не відʼєднуйтесь від WLAN, поки відбувається закачування до iCloud.
vi: Đảm bảo rằng thiết bị của bạn vẫn được kết nối vào WLAN khi đang tải lên iCloud.
zh_cn: 上传至iCloud时请保持接入无线局域网。
zh_hk: 上載至iCloud時請保持WLAN連線狀態。
zh_tw: 上傳到iCloud時請保持WLAN連線狀態。

# ERASE_STOCKHOLM_STORED_VALUE_OFFLINE_ALERT_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# ERASE_OK
source: Erase iPad
ar: مسح الـ iPad
bg: Изтрий iPad
ca: Esborra l’iPad
cs: Smazat iPad
da: Slet iPad
de: iPad löschen
el: Σβήσιμο iPad
es: Borrar iPad
es_us: Borrar iPad
fi: Tyhjennä iPad
fr: Effacer l’iPad
fr_ca: Effacer l’iPad
he: פרמט את ה-iPad
hi: iPad मिटाएँ
hr: Obrišite iPad
hu: iPad törlése
id: Hapus iPad
it: Inizializza iPad
ja: iPadを消去
kk: iPad деректерін өшіру
ko: iPad 지우기
lt: Trinti „iPad“ duomenis
ms: Padam iPad
nl: Wis iPad
no: Slett iPad
pl: Wymaż iPada
pt: Apagar iPad
pt_pt: Apagar iPad
ro: Ștergeți iPad
ru: Стереть iPad
sk: Vymazať
sl: Izbriši podatke iz iPada
sv: Radera iPad
th: ลบข้อมูล iPad
tr: iPad’i Sil
uk: Стерти iPad
vi: Xóa iPad
zh_cn: 抹掉iPad
zh_hk: 清除iPad
zh_tw: 清除iPad
